public/guantanamera.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Guantanamera</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./css/simple.css" />
<link rel="icon" href="./images/favicon.ico" type="image/x-icon" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Guantanamera</h1>
<audio controls>
  <source src="./audio/guantanamero.ogg" type="audio/ogg">
</audio>

<div id="outline-container-org59dfc46" class="outline-2">
<h2 id="org59dfc46">Lyrics:</h2>
<div class="outline-text-2" id="text-org59dfc46">
<p>
Me odiaba mi primo<br />
Por celos a mi carrera.<br />
Lo arrestaron y dijo<br />
Que terrorista yo era.<br />
</p>

<p>
Guantanamero, soy preso guantanamero.<br />
Guantanamero, soy preso guantanamero.<br />
</p>

<p>
Ha decidido el imperio<br />
Tenerme por siempre preso<br />
Y la cuestión es hacerlo<br />
Con o sin falso proceso.<br />
</p>

<p>
Guantanamero, etc.<br />
</p>

<p>
Cuando me hieren el cuerpo,<br />
Dicen que no me torturan.<br />
Causan heridas profundas<br />
De esas que nunca se curan.<br />
</p>

<p>
Guantanamero, etc.<br />
</p>

<p>
No me permiten que duerma:<br />
Mi fin no es un misterio.<br />
Voy a salir cuando muera<br />
O caiga el gran imperio.<br />
</p>

<p>
Guantanamero, etc.<br />
</p>
</div>
</div>

<div id="outline-container-orgdcc5ff0" class="outline-2">
<h2 id="orgdcc5ff0">English Translation:</h2>
<div class="outline-text-2" id="text-orgdcc5ff0">
<p>
My cousin hated me;<br />
He was jealous of my career.<br />
They arrested him and he said<br />
I was a terrorist.<br />
</p>

<p>
Guantanaman, I'm a Guantanaman prisoner.<br />
Guantanaman, I'm a Guantanaman prisoner.<br />
</p>

<p>
The empire has decided<br />
To keep me in prison forever.<br />
The question is whether to do it<br />
With or without a fake trial.<br />
</p>

<p>
Guantanaman, I'm a Guantanaman prisoner.<br />
Guantanaman, I'm a Guantanaman prisoner.<br />
</p>

<p>
When they injure my body<br />
They say they are not torturing me.<br />
They cause me grave wounds<br />
Such as never heal.<br />
</p>

<p>
Guantanaman, I'm a Guantanaman prisoner.<br />
Guantanaman, I'm a Guantanaman prisoner.<br />
</p>

<p>
They don't let me sleep:<br />
My end is no mystery.<br />
I will get out when I die<br />
Or the great empire falls.<br />
</p>

<p>
Guantanaman, I'm a Guantanaman prisoner.<br />
Guantanaman, I'm a Guantanaman prisoner.<br />
</p>

<p>
<a href="./index.html">&lt;&#x2013; Back to Home</a><br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.1 (<a href="https://orgmode.org">Org</a> mode 9.5.2)</p>
</div>
</body>
</html>
